Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: Edit transcript
ar: تعديل النص
bn: ট্রান্সক্রিপ্ট সম্পাদনা করুন
de: Transkript bearbeiten
es: Editar transcripción
fa: ویرایش رونوشت
fil: I-edit ang transcript
fr: Modifier la transcription
hi: ट्रांसक्रिप्ट संपादित करें
it: Modifica trascrizione
ja: 文字起こしを編集
ko: 전사본 편집
pl: Edytuj transkrypcję
pt_br: Editar transcrição
pt_pt: Editar transcrição
ru: Изменить расшифровку
sw: Hariri nakala
th: แก้ไขข้อความถอดเสียง
tr: Transkripti düzenle
ur: ٹرانسکرپٹ میں ترمیم کریں
vi: Sửa bản chép lời
zh_hans: 编辑转录文本
zh_hant: 編輯逐字稿

source: Transcribe again
ar: إعادة النسخ
bn: আবার ট্রান্সক্রাইব করুন
de: Erneut transkribieren
es: Volver a transcribir
fa: رونویسی دوباره
fil: I-transcribe ulit
fr: Transcrire à nouveau
hi: फिर से ट्रांसक्राइब करें
it: Trascrivi di nuovo
ja: もう一度文字起こし
ko: 다시 전사
pl: Transkrybuj ponownie
pt_br: Transcrever novamente
pt_pt: Transcrever novamente
ru: Расшифровать заново
sw: Nukuu tena
th: ถอดเสียงอีกครั้ง
tr: Yeniden metne dönüştür
ur: دوبارہ ٹرانسکرائب کریں
vi: Chép lời lại
zh_hans: 重新转录
zh_hant: 重新轉錄

source: No transcript yet
ar: لا يوجد نص بعد
bn: এখনও কোনো ট্রান্সক্রিপ্ট নেই
de: Noch kein Transkript
es: Aún no hay transcripción
fa: هنوز رونوشتی نیست
fil: Wala pang transcript
fr: Pas encore de transcription
hi: अभी कोई ट्रांसक्रिप्ट नहीं
it: Ancora nessuna trascrizione
ja: まだ文字起こしがありません
ko: 아직 전사본이 없습니다
pl: Brak transkrypcji
pt_br: Ainda não há transcrição
pt_pt: Ainda não há transcrição
ru: Расшифровки пока нет
sw: Bado hakuna nakala
th: ยังไม่มีข้อความถอดเสียง
tr: Henüz transkript yok
ur: ابھی کوئی ٹرانسکرپٹ نہیں
vi: Chưa có bản chép lời
zh_hans: 还没有转录文本
zh_hant: 尚無逐字稿

source: Transcribing…
ar: جارٍ النسخ…
bn: ট্রান্সক্রাইব হচ্ছে…
de: Wird transkribiert…
es: Transcribiendo…
fa: در حال رونویسی…
fil: Nagta-transcribe…
fr: Transcription en cours…
hi: ट्रांसक्राइब हो रहा है…
it: Trascrizione in corso…
ja: 文字起こし中…
ko: 전사 중…
pl: Trwa transkrypcja…
pt_br: Transcrevendo…
pt_pt: A transcrever…
ru: Расшифровка…
sw: Inanukuu…
th: กำลังถอดเสียง…
tr: Metne dönüştürülüyor…
ur: ٹرانسکرائب ہو رہا ہے…
vi: Đang chép lời…
zh_hans: 正在转录…
zh_hant: 正在轉錄…

source: Transcription is off in Settings
ar: النسخ مُعطَّل في الإعدادات
bn: সেটিংসে ট্রান্সক্রিপশন বন্ধ আছে
de: Transkription ist in den Einstellungen deaktiviert
es: La transcripción está desactivada en Ajustes
fa: رونویسی در تنظیمات خاموش است
fil: Naka-off ang pag-transcribe sa Mga Setting
fr: La transcription est désactivée dans les Réglages
hi: सेटिंग में ट्रांसक्रिप्शन बंद है
it: La trascrizione è disattivata in Impostazioni
ja: 設定で文字起こしがオフになっています
ko: 설정에서 전사가 꺼져 있습니다
pl: Transkrypcja jest wyłączona w Ustawieniach
pt_br: A transcrição está desativada em Configurações
pt_pt: A transcrição está desativada nas Definições
ru: Расшифровка отключена в Настройках
sw: Unukuzi umezimwa katika Mipangilio
th: ปิดการถอดเสียงไว้ในการตั้งค่า
tr: Transkripsiyon Ayarlar'da kapalı
ur: ترتیبات میں ٹرانسکرپشن بند ہے
vi: Chép lời đang tắt trong Cài đặt
zh_hans: 已在“设置”中关闭转录
zh_hant: 已在「設定」中關閉轉錄

source: Transcript
ar: النص
bn: ট্রান্সক্রিপ্ট
de: Transkript
es: Transcripción
fa: رونوشت
fr: Transcription
hi: ट्रांसक्रिप्ट
it: Trascrizione
ja: 文字起こし
ko: 전사본
pl: Transkrypcja
pt_br: Transcrição
pt_pt: Transcrição
ru: Расшифровка
sw: Nakala
th: ข้อความถอดเสียง
tr: Transkript
ur: ٹرانسکرپٹ
vi: Bản chép lời
zh_hans: 转录文本
zh_hant: 逐字稿

source: Text · .txt
ar: نص عادي · .txt
bn: টেক্সট · .txt
es: Texto · .txt
fa: متن · .txt
fil: Teksto · .txt
fr: Texte · .txt
hi: टेक्स्ट · .txt
it: Testo · .txt
ja: テキスト · .txt
ko: 텍스트 · .txt
pl: Tekst · .txt
pt_br: Texto · .txt
pt_pt: Texto · .txt
ru: Текст · .txt
sw: Maandishi · .txt
th: ข้อความ · .txt
tr: Metin · .txt
ur: متن · .txt
vi: Văn bản · .txt
zh_hans: 纯文本 · .txt
zh_hant: 純文字 · .txt

source: Transcript for notes
ar: نص للملاحظات
bn: নোটের জন্য ট্রান্সক্রিপ্ট
de: Transkript für Notizen
es: Transcripción para notas
fa: رونوشت برای یادداشت‌ها
fil: Transcript para sa mga tala
fr: Transcription pour les notes
hi: नोट्स के लिए ट्रांसक्रिप्ट
it: Trascrizione per appunti
ja: ノート用の文字起こし
ko: 노트용 전사본
pl: Transkrypcja do notatek
pt_br: Transcrição para notas
pt_pt: Transcrição para notas
ru: Расшифровка для заметок
sw: Nakala kwa ajili ya madokezo
th: ข้อความถอดเสียงสำหรับโน้ต
tr: Notlar için transkript
ur: نوٹس کے لیے ٹرانسکرپٹ
vi: Bản chép lời cho ghi chú
zh_hans: 笔记用转录文本
zh_hant: 筆記用逐字稿

source: Subtitles
ar: ترجمة مصاحبة
bn: সাবটাইটেল
de: Untertitel
es: Subtítulos
fa: زیرنویس
fil: Mga subtitle
fr: Sous-titres
hi: सबटाइटल
it: Sottotitoli
ja: 字幕
ko: 자막
pl: Napisy
pt_br: Legendas
pt_pt: Legendas
ru: Субтитры
sw: Manukuu
th: คำบรรยาย
tr: Altyazı
ur: سب ٹائٹلز
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

source: Subtitles for the web
ar: ترجمة مصاحبة للويب
bn: ওয়েবের জন্য সাবটাইটেল
de: Untertitel fürs Web
es: Subtítulos para la web
fa: زیرنویس برای وب
fil: Mga subtitle para sa web
fr: Sous-titres pour le web
hi: वेब के लिए सबटाइटल
it: Sottotitoli per il web
ja: Web用字幕
ko: 웹용 자막
pl: Napisy do internetu
pt_br: Legendas para a web
pt_pt: Legendas para a web
ru: Субтитры для веба
sw: Manukuu ya wavuti
th: คำบรรยายสำหรับเว็บ
tr: Web için altyazı
ur: ویب کے لیے سب ٹائٹلز
vi: Phụ đề cho web
zh_hans: 网页字幕
zh_hant: 網頁字幕

source: Audio
ar: الصوت
bn: অডিও
fa: صدا
hi: ऑडियो
ja: 音声
ko: 오디오
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sw: Sauti
th: เสียง
tr: Ses
ur: آڈیو
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Preparing…
ar: جارٍ التحضير…
bn: প্রস্তুত হচ্ছে…
de: Wird vorbereitet…
es: Preparando…
fa: در حال آماده‌سازی…
fil: Inihahanda…
fr: Préparation…
hi: तैयार हो रहा है…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
pl: Przygotowywanie…
pt_br: Preparando…
pt_pt: A preparar…
ru: Подготовка…
sw: Inaandaa…
th: กำลังเตรียม…
tr: Hazırlanıyor…
ur: تیار ہو رہا ہے…
vi: Đang chuẩn bị…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Back to playback
ar: العودة إلى موضع التشغيل
bn: প্লেব্যাকের জায়গায় ফিরুন
de: Zur Wiedergabeposition
es: Volver a la posición de reproducción
fa: بازگشت به محل پخش
fil: Bumalik sa nagpe-play
fr: Revenir à la position de lecture
hi: प्लेबैक की जगह पर लौटें
it: Torna alla posizione di riproduzione
ja: 再生位置に戻る
ko: 재생 위치로
pl: Wróć do miejsca odtwarzania
pt_br: Voltar à posição de reprodução
pt_pt: Voltar à posição de reprodução
ru: К месту воспроизведения
sw: Rudi kwenye sehemu inayochezwa
th: กลับไปยังตำแหน่งที่เล่น
tr: Oynatma konumuna dön
ur: چلنے کی جگہ پر واپس جائیں
vi: Quay lại vị trí đang phát
zh_hans: 回到播放位置
zh_hant: 回到播放位置

source: Transcribing again…
ar: جارٍ إعادة النسخ…
bn: আবার ট্রান্সক্রাইব হচ্ছে…
de: Wird erneut transkribiert…
es: Volviendo a transcribir…
fa: در حال رونویسی دوباره…
fil: Nagta-transcribe ulit…
fr: Nouvelle transcription en cours…
hi: फिर से ट्रांसक्राइब हो रहा है…
it: Nuova trascrizione in corso…
ja: 再度文字起こし中…
ko: 다시 전사하는 중…
pl: Trwa ponowna transkrypcja…
pt_br: Transcrevendo novamente…
pt_pt: A transcrever novamente…
ru: Повторная расшифровка…
sw: Inanukuu tena…
th: กำลังถอดเสียงอีกครั้ง…
tr: Yeniden metne dönüştürülüyor…
ur: دوبارہ ٹرانسکرائب ہو رہا ہے…
vi: Đang chép lời lại…
zh_hans: 正在重新转录…
zh_hant: 正在重新轉錄…

source: Rename speaker
ar: إعادة تسمية المتحدث
bn: বক্তার নাম পরিবর্তন করুন
de: Sprecher umbenennen
es: Cambiar nombre del hablante
fa: تغییر نام گوینده
fil: Palitan ang pangalan ng nagsasalita
fr: Renommer le locuteur
hi: वक्ता का नाम बदलें
it: Rinomina interlocutore
ja: 話者の名前を変更
ko: 화자 이름 바꾸기
pl: Zmień nazwę mówcy
pt_br: Renomear falante
pt_pt: Mudar o nome do orador
ru: Переименовать говорящего
sw: Badilisha jina la mzungumzaji
th: เปลี่ยนชื่อผู้พูด
tr: Konuşmacıyı yeniden adlandır
ur: بولنے والے کا نام تبدیل کریں
vi: Đổi tên người nói
zh_hans: 重命名说话人
zh_hant: 重新命名說話者

source: Change speaker for this line
ar: تغيير متحدث هذا السطر
bn: এই লাইনের বক্তা পরিবর্তন করুন
de: Sprecher für diese Zeile ändern
es: Cambiar el hablante de esta línea
fa: تغییر گوینده این خط
fil: Palitan ang nagsasalita sa linyang ito
fr: Changer le locuteur de cette ligne
hi: इस पंक्ति का वक्ता बदलें
it: Cambia interlocutore di questa riga
ja: この行の話者を変更
ko: 이 줄의 화자 바꾸기
pl: Zmień mówcę w tym wierszu
pt_br: Alterar o falante desta linha
pt_pt: Alterar o orador desta linha
ru: Сменить говорящего в этой строке
sw: Badilisha mzungumzaji wa mstari huu
th: เปลี่ยนผู้พูดของบรรทัดนี้
tr: Bu satırın konuşmacısını değiştir
ur: اس سطر کا بولنے والا تبدیل کریں
vi: Đổi người nói của dòng này
zh_hans: 更改此行的说话人
zh_hant: 變更此行的說話者

source: New speaker
ar: متحدث جديد
bn: নতুন বক্তা
de: Neuer Sprecher
es: Nuevo hablante
fa: گوینده جدید
fil: Bagong nagsasalita
fr: Nouveau locuteur
hi: नया वक्ता
it: Nuovo interlocutore
ja: 新しい話者
ko: 새 화자
pl: Nowy mówca
pt_br: Novo falante
pt_pt: Novo orador
ru: Новый говорящий
sw: Mzungumzaji mpya
th: ผู้พูดใหม่
tr: Yeni konuşmacı
ur: نیا بولنے والا
vi: Người nói mới
zh_hans: 新说话人
zh_hant: 新說話者

source: Speaker name
ar: اسم المتحدث
bn: বক্তার নাম
de: Sprechername
es: Nombre del hablante
fa: نام گوینده
fil: Pangalan ng nagsasalita
fr: Nom du locuteur
hi: वक्ता का नाम
it: Nome dell’interlocutore
ja: 話者の名前
ko: 화자 이름
pl: Nazwa mówcy
pt_br: Nome do falante
pt_pt: Nome do orador
ru: Имя говорящего
sw: Jina la mzungumzaji
th: ชื่อผู้พูด
tr: Konuşmacı adı
ur: بولنے والے کا نام
vi: Tên người nói
zh_hans: 说话人名称
zh_hant: 說話者名稱

source: Name
ar: الاسم
bn: নাম
es: Nombre
fa: نام
fil: Pangalan
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sw: Jina
th: ชื่อ
tr: Ad
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Add speaker
ar: تعيين متحدث
bn: বক্তা নির্ধারণ করুন
de: Sprecher zuweisen
es: Asignar hablante
fa: تعیین گوینده
fil: Magtakda ng nagsasalita
fr: Attribuer un locuteur
hi: वक्ता तय करें
it: Assegna interlocutore
ja: 話者を指定
ko: 화자 지정
pl: Przypisz mówcę
pt_br: Atribuir falante
pt_pt: Atribuir orador
ru: Указать говорящего
sw: Teua mzungumzaji
th: ระบุผู้พูด
tr: Konuşmacı ata
ur: بولنے والا مقرر کریں
vi: Gán người nói
zh_hans: 指定说话人
zh_hant: 指定說話者

source: Discard your changes?
ar: تجاهل التغييرات؟
bn: পরিবর্তনগুলো বাদ দেবেন?
de: Änderungen verwerfen?
es: ¿Descartar los cambios?
fa: تغییرات دور ریخته شود؟
fil: I-discard ang mga pagbabago mo?
fr: Abandonner vos modifications ?
hi: बदलाव छोड़ें?
it: Scartare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 내용을 버릴까요?
pl: Odrzucić zmiany?
pt_br: Descartar as alterações?
pt_pt: Descartar as alterações?
ru: Отменить изменения?
sw: Ungependa kutupa mabadiliko yako?
th: ละทิ้งการเปลี่ยนแปลงใช่ไหม?
tr: Değişiklikler atılsın mı?
ur: اپنی تبدیلیاں رد کریں؟
vi: Bỏ các thay đổi?
zh_hans: 要放弃更改吗？
zh_hant: 要捨棄變更嗎？

source: Your edits to this transcript will be lost.
ar: ستفقد تعديلاتك على هذا النص.
bn: এই ট্রান্সক্রিপ্টে আপনার করা পরিবর্তন হারিয়ে যাবে।
de: Ihre Änderungen an diesem Transkript gehen verloren.
es: Se perderán tus cambios en esta transcripción.
fa: ویرایش‌های شما در این رونوشت از بین می‌رود.
fil: Mawawala ang mga ginawa mong pagbabago sa transcript na ito.
fr: Vos modifications de cette transcription seront perdues.
hi: इस ट्रांसक्रिप्ट में किए गए आपके बदलाव खो जाएँगे।
it: Le modifiche a questa trascrizione andranno perse.
ja: この文字起こしの編集内容は失われます。
ko: 이 전사본에서 고친 내용이 사라집니다.
pl: Zmiany w tej transkrypcji zostaną utracone.
pt_br: Suas edições nesta transcrição serão perdidas.
pt_pt: As alterações a esta transcrição serão perdidas.
ru: Изменения в этой расшифровке будут потеряны.
sw: Mabadiliko yako kwenye nakala hii yatapotea.
th: การแก้ไขในข้อความถอดเสียงนี้จะหายไป
tr: Bu transkriptte yaptığınız düzenlemeler kaybolacak.
ur: اس ٹرانسکرپٹ میں آپ کی ترامیم ضائع ہو جائیں گی۔
vi: Những chỉnh sửa của bạn trong bản chép lời này sẽ bị mất.
zh_hans: 你对此转录文本所做的修改将会丢失。
zh_hant: 你對此逐字稿所做的修改將會遺失。

source: Keep editing
ar: متابعة التعديل
bn: সম্পাদনা চালিয়ে যান
de: Weiter bearbeiten
es: Seguir editando
fa: ادامه ویرایش
fil: Ituloy ang pag-edit
fr: Continuer à modifier
hi: संपादन जारी रखें
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
pl: Kontynuuj edycję
pt_br: Continuar editando
pt_pt: Continuar a editar
ru: Продолжить редактирование
sw: Endelea kuhariri
th: แก้ไขต่อ
tr: Düzenlemeye devam et
ur: ترمیم جاری رکھیں
vi: Tiếp tục sửa
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Discard
ar: تجاهل
bn: বাদ দিন
de: Verwerfen
es: Descartar
fa: دور ریختن
fil: I-discard
fr: Abandonner
hi: छोड़ें
it: Scarta
ja: 破棄
ko: 버리기
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ru: Не сохранять
sw: Tupa
th: ละทิ้ง
tr: At
ur: رد کریں
vi: Bỏ
zh_hans: 放弃
zh_hant: 捨棄

source: Saving…
ar: جارٍ الحفظ…
bn: সেভ হচ্ছে…
de: Wird gespeichert…
es: Guardando…
fa: در حال ذخیره…
fil: Sine-save…
fr: Enregistrement en cours…
hi: सहेजा जा रहा है…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
pl: Zapisywanie…
pt_br: Salvando…
pt_pt: A guardar…
ru: Сохранение…
sw: Inahifadhi…
th: กำลังบันทึก…
tr: Kaydediliyor…
ur: محفوظ ہو رہا ہے…
vi: Đang lưu…
zh_hans: 正在保存…
zh_hant: 儲存中…

source: Saving updates the transcript files in your storage. It does not start your agent again.
ar: يؤدي الحفظ إلى تحديث ملفات النص في مكان التخزين لديك. ولا يعيد تشغيل وكيلك.
bn: সেভ করলে আপনার স্টোরেজের ট্রান্সক্রিপ্ট ফাইলগুলো আপডেট হয়। এতে আপনার এজেন্ট আবার চালু হয় না।
de: Beim Speichern werden die Transkriptdateien an Ihrem Speicherort aktualisiert. Ihr Agent wird dadurch nicht erneut gestartet.
es: Al guardar se actualizan los archivos de transcripción en tu almacenamiento. Esto no vuelve a iniciar tu agente.
fa: با ذخیره، فایل‌های رونوشت در محل ذخیره‌سازی شما به‌روز می‌شوند. این کار عامل شما را دوباره اجرا نمی‌کند.
fil: Ina-update ng pag-save ang mga transcript file sa storage mo. Hindi nito sinisimulan ulit ang agent mo.
fr: L’enregistrement met à jour les fichiers de transcription dans votre stockage. Il ne relance pas votre agent.
hi: सहेजने पर आपके स्टोरेज में ट्रांसक्रिप्ट फ़ाइलें अपडेट हो जाती हैं। इससे आपका एजेंट फिर से शुरू नहीं होता।
it: Il salvataggio aggiorna i file della trascrizione nel tuo spazio di archiviazione. Non riavvia il tuo agente.
ja: 保存すると、保存先の文字起こしファイルが更新されます。エージェントは再実行されません。
ko: 저장하면 저장소의 전사 파일이 바뀝니다. 에이전트를 다시 실행하지는 않습니다.
pl: Zapisanie aktualizuje pliki transkrypcji w Twoim miejscu przechowywania. Nie uruchamia ponownie Twojego agenta.
pt_br: Ao salvar, os arquivos de transcrição no seu armazenamento são atualizados. Isso não inicia seu agente novamente.
pt_pt: Ao guardar, os ficheiros de transcrição no seu armazenamento são atualizados. Isto não volta a iniciar o seu agente.
ru: При сохранении файлы расшифровки в вашем хранилище обновляются. Агент при этом повторно не запускается.
sw: Kuhifadhi kunasasisha faili za nakala kwenye hifadhi yako. Hakumwanzishi wakala wako tena.
th: การบันทึกจะอัปเดตไฟล์ข้อความถอดเสียงในที่จัดเก็บของคุณ แต่จะไม่เริ่มเอเจนต์ของคุณอีกครั้ง
tr: Kaydetmek, depolama alanınızdaki transkript dosyalarını günceller. Ajanınızı yeniden başlatmaz.
ur: محفوظ کرنے سے آپ کے اسٹوریج میں ٹرانسکرپٹ فائلیں اپ ڈیٹ ہو جاتی ہیں۔ اس سے آپ کا ایجنٹ دوبارہ شروع نہیں ہوتا۔
vi: Khi lưu, các tệp chép lời trong nơi lưu trữ của bạn sẽ được cập nhật. Thao tác này không chạy lại tác nhân của bạn.
zh_hans: 保存后会更新存储位置中的转录文件。不会再次启动你的智能体。
zh_hant: 儲存後會更新儲存位置中的逐字稿檔案。不會再次啟動你的代理。

source: Saving updates the transcript files in your storage.
ar: يؤدي الحفظ إلى تحديث ملفات النص في مكان التخزين لديك.
bn: সেভ করলে আপনার স্টোরেজের ট্রান্সক্রিপ্ট ফাইলগুলো আপডেট হয়।
de: Beim Speichern werden die Transkriptdateien an Ihrem Speicherort aktualisiert.
es: Al guardar se actualizan los archivos de transcripción en tu almacenamiento.
fa: با ذخیره، فایل‌های رونوشت در محل ذخیره‌سازی شما به‌روز می‌شوند.
fil: Ina-update ng pag-save ang mga transcript file sa storage mo.
fr: L’enregistrement met à jour les fichiers de transcription dans votre stockage.
hi: सहेजने पर आपके स्टोरेज में ट्रांसक्रिप्ट फ़ाइलें अपडेट हो जाती हैं।
it: Il salvataggio aggiorna i file della trascrizione nel tuo spazio di archiviazione.
ja: 保存すると、保存先の文字起こしファイルが更新されます。
ko: 저장하면 저장소의 전사 파일이 바뀝니다.
pl: Zapisanie aktualizuje pliki transkrypcji w Twoim miejscu przechowywania.
pt_br: Ao salvar, os arquivos de transcrição no seu armazenamento são atualizados.
pt_pt: Ao guardar, os ficheiros de transcrição no seu armazenamento são atualizados.
ru: При сохранении файлы расшифровки в вашем хранилище обновляются.
sw: Kuhifadhi kunasasisha faili za nakala kwenye hifadhi yako.
th: การบันทึกจะอัปเดตไฟล์ข้อความถอดเสียงในที่จัดเก็บของคุณ
tr: Kaydetmek, depolama alanınızdaki transkript dosyalarını günceller.
ur: محفوظ کرنے سے آپ کے اسٹوریج میں ٹرانسکرپٹ فائلیں اپ ڈیٹ ہو جاتی ہیں۔
vi: Khi lưu, các tệp chép lời trong nơi lưu trữ của bạn sẽ được cập nhật.
zh_hans: 保存后会更新存储位置中的转录文件。
zh_hant: 儲存後會更新儲存位置中的逐字稿檔案。

source: Search titles and transcripts
ar: البحث في العناوين والنصوص
bn: শিরোনাম ও ট্রান্সক্রিপ্টে খুঁজুন
de: Titel und Transkripte durchsuchen
es: Buscar en títulos y transcripciones
fa: جستجو در عنوان‌ها و رونوشت‌ها
fil: Maghanap sa mga pamagat at transcript
fr: Rechercher dans les titres et les transcriptions
hi: शीर्षक और ट्रांसक्रिप्ट खोजें
it: Cerca in titoli e trascrizioni
ja: タイトルと文字起こしを検索
ko: 제목과 전사본 검색
pl: Szukaj w tytułach i transkrypcjach
pt_br: Pesquisar títulos e transcrições
pt_pt: Pesquisar títulos e transcrições
ru: Поиск по названиям и расшифровкам
sw: Tafuta katika vichwa na nakala
th: ค้นหาชื่อและข้อความถอดเสียง
tr: Başlıklarda ve transkriptlerde ara
ur: عنوانات اور ٹرانسکرپٹس میں تلاش کریں
vi: Tìm trong tiêu đề và bản chép lời
zh_hans: 搜索标题和转录文本
zh_hant: 搜尋標題和逐字稿

source: No recordings match
ar: لا توجد تسجيلات مطابقة
bn: মেলে এমন কোনো রেকর্ডিং নেই
de: Keine passenden Aufnahmen
es: Ninguna grabación coincide
fa: هیچ ضبطی مطابقت ندارد
fil: Walang tugmang recording
fr: Aucun enregistrement correspondant
hi: कोई मेल खाती रिकॉर्डिंग नहीं
it: Nessuna registrazione corrispondente
ja: 一致する録音がありません
ko: 일치하는 녹음이 없습니다
pl: Brak pasujących nagrań
pt_br: Nenhuma gravação corresponde
pt_pt: Nenhuma gravação corresponde
ru: Нет подходящих записей
sw: Hakuna rekodi zinazolingana
th: ไม่มีการบันทึกเสียงที่ตรงกัน
tr: Eşleşen kayıt yok
ur: کوئی مماثل ریکارڈنگ نہیں
vi: Không có bản ghi âm nào khớp
zh_hans: 没有匹配的录音
zh_hant: 沒有符合的錄音

source: Search looks in titles and in transcripts on this device.
ar: يشمل البحث العناوين والنصوص الموجودة على هذا الجهاز.
bn: শিরোনাম এবং এই ডিভাইসের ট্রান্সক্রিপ্টে খোঁজা হয়।
de: Die Suche umfasst Titel und Transkripte auf diesem Gerät.
es: La búsqueda abarca los títulos y las transcripciones de este dispositivo.
fa: جستجو در عنوان‌ها و رونوشت‌های این دستگاه انجام می‌شود.
fil: Naghahanap sa mga pamagat at sa mga transcript sa device na ito.
fr: La recherche porte sur les titres et les transcriptions de cet appareil.
hi: खोज शीर्षकों और इस डिवाइस की ट्रांसक्रिप्ट में होती है।
it: La ricerca include i titoli e le trascrizioni su questo dispositivo.
ja: タイトルと、このデバイスにある文字起こしを検索します。
ko: 제목과 이 기기에 있는 전사본에서 찾습니다.
pl: Wyszukiwanie obejmuje tytuły i transkrypcje na tym urządzeniu.
pt_br: A pesquisa abrange os títulos e as transcrições deste dispositivo.
pt_pt: A pesquisa abrange os títulos e as transcrições deste dispositivo.
ru: Поиск идёт по названиям и расшифровкам на этом устройстве.
sw: Utafutaji huangalia vichwa na nakala zilizo kwenye kifaa hiki.
th: ค้นหาจากชื่อและข้อความถอดเสียงในอุปกรณ์นี้
tr: Arama, başlıklarda ve bu cihazdaki transkriptlerde yapılır.
ur: تلاش عنوانات اور اس آلے پر موجود ٹرانسکرپٹس میں کی جاتی ہے۔
vi: Tìm trong tiêu đề và các bản chép lời trên thiết bị này.
zh_hans: 在标题和此设备上的转录文本中搜索。
zh_hant: 在標題和此裝置上的逐字稿中搜尋。

source: Previous match
ar: النتيجة السابقة
bn: আগের মিল
de: Vorheriger Treffer
es: Coincidencia anterior
fa: مورد مطابق قبلی
fil: Nakaraang tugma
fr: Résultat précédent
hi: पिछला मिलान
it: Corrispondenza precedente
ja: 前の一致
ko: 이전 결과
pl: Poprzednie dopasowanie
pt_br: Resultado anterior
pt_pt: Resultado anterior
ru: Предыдущее совпадение
sw: Tokeo lililotangulia
th: รายการที่ตรงกันก่อนหน้า
tr: Önceki eşleşme
ur: پچھلا نتیجہ
vi: Kết quả trước
zh_hans: 上一个匹配项
zh_hant: 上一個符合項目

source: Next match
ar: النتيجة التالية
bn: পরের মিল
de: Nächster Treffer
es: Coincidencia siguiente
fa: مورد مطابق بعدی
fil: Susunod na tugma
fr: Résultat suivant
hi: अगला मिलान
it: Corrispondenza successiva
ja: 次の一致
ko: 다음 결과
pl: Następne dopasowanie
pt_br: Próximo resultado
pt_pt: Resultado seguinte
ru: Следующее совпадение
sw: Tokeo linalofuata
th: รายการที่ตรงกันถัดไป
tr: Sonraki eşleşme
ur: اگلا نتیجہ
vi: Kết quả tiếp theo
zh_hans: 下一个匹配项
zh_hant: 下一個符合項目

source: %1$@ of %2$@
ar: %1$@ من %2$@
bn: %2$@-এর মধ্যে %1$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fa: %1$@ از %2$@
fil: %1$@ ng %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
it: %1$@ di %2$@
ja: %2$@中 %1$@
ko: %2$@개 중 %1$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ru: %1$@ из %2$@
sw: %1$@ kati ya %2$@
th: %1$@ จาก %2$@
ur: %2$@ میں سے %1$@

source: Close search
ar: إغلاق البحث
bn: সার্চ বন্ধ করুন
de: Suche schließen
es: Cerrar búsqueda
fa: بستن جستجو
fil: Isara ang paghahanap
fr: Fermer la recherche
hi: खोज बंद करें
it: Chiudi ricerca
ja: 検索を閉じる
ko: 검색 닫기
pl: Zamknij wyszukiwanie
pt_br: Fechar pesquisa
pt_pt: Fechar pesquisa
ru: Закрыть поиск
sw: Funga utafutaji
th: ปิดการค้นหา
tr: Aramayı kapat
ur: تلاش بند کریں
vi: Đóng tìm kiếm
zh_hans: 关闭搜索
zh_hant: 關閉搜尋

source: Import audio
ar: استيراد صوت
bn: অডিও ইমপোর্ট করুন
de: Audio importieren
es: Importar audio
fa: وارد کردن صدا
fil: Mag-import ng audio
fr: Importer de l’audio
hi: ऑडियो इम्पोर्ट करें
it: Importa audio
ja: 音声を読み込む
ko: 오디오 가져오기
pl: Importuj audio
pt_br: Importar áudio
pt_pt: Importar áudio
ru: Импортировать аудио
sw: Leta sauti
th: นำเข้าเสียง
tr: Ses içe aktar
ur: آڈیو درآمد کریں
vi: Nhập âm thanh
zh_hans: 导入音频
zh_hant: 匯入音訊

source: Importing
ar: جارٍ الاستيراد
bn: ইমপোর্ট হচ্ছে
de: Wird importiert
es: Importando
fa: در حال وارد کردن
fil: Ini-import
fr: Importation
hi: इम्पोर्ट हो रहा है
it: Importazione
ja: 読み込み中
ko: 가져오는 중
pl: Importowanie
pt_br: Importando
pt_pt: A importar
ru: Импорт
sw: Inaleta
th: กำลังนำเข้า
tr: İçe aktarılıyor
ur: درآمد ہو رہا ہے
vi: Đang nhập
zh_hans: 正在导入
zh_hant: 正在匯入

source: Could not import this file
ar: تعذّر استيراد هذا الملف
bn: এই ফাইলটি ইমপোর্ট করা যায়নি
de: Diese Datei konnte nicht importiert werden
es: No se pudo importar este archivo
fa: این فایل وارد نشد
fil: Hindi ma-import ang file na ito
fr: Impossible d’importer ce fichier
hi: यह फ़ाइल इम्पोर्ट नहीं हो सकी
it: Impossibile importare questo file
ja: このファイルを読み込めませんでした
ko: 이 파일을 가져오지 못했습니다
pl: Nie można zaimportować tego pliku
pt_br: Não foi possível importar este arquivo
pt_pt: Não foi possível importar este ficheiro
ru: Не удалось импортировать этот файл
sw: Imeshindwa kuleta faili hii
th: นำเข้าไฟล์นี้ไม่ได้
tr: Bu dosya içe aktarılamadı
ur: یہ فائل درآمد نہیں ہو سکی
vi: Không thể nhập tệp này
zh_hans: 无法导入此文件
zh_hant: 無法匯入此檔案

source: Transcribe again?
ar: إعادة النسخ؟
bn: আবার ট্রান্সক্রাইব করবেন?
de: Erneut transkribieren?
es: ¿Volver a transcribir?
fa: دوباره رونویسی شود؟
fil: I-transcribe ulit?
fr: Transcrire à nouveau ?
hi: फिर से ट्रांसक्राइब करें?
it: Trascrivere di nuovo?
ja: もう一度文字起こししますか？
ko: 다시 전사할까요?
pl: Transkrybować ponownie?
pt_br: Transcrever novamente?
pt_pt: Transcrever novamente?
ru: Расшифровать заново?
sw: Ungependa kunukuu tena?
th: ถอดเสียงอีกครั้งใช่ไหม?
tr: Yeniden metne dönüştürülsün mü?
ur: دوبارہ ٹرانسکرائب کریں؟
vi: Chép lời lại?
zh_hans: 要重新转录吗？
zh_hant: 要重新轉錄嗎？

source: With %1$@ · %2$@.
ar: سيتم النسخ باستخدام %1$@ · %2$@.
bn: ব্যবহার হবে: %1$@ · %2$@।
de: Mit %1$@ · %2$@.
es: Con %1$@ · %2$@.
fa: با %1$@ · %2$@.
fil: Gamit ang %1$@ · %2$@.
fr: Avec %1$@ · %2$@.
hi: इस्तेमाल होगा: %1$@ · %2$@।
it: Con %1$@ · %2$@.
ja: %1$@ · %2$@で文字起こしします。
ko: %1$@ · %2$@ 설정으로 전사합니다.
pl: Zostaną użyte: %1$@ · %2$@.
pt_br: Com %1$@ · %2$@.
pt_pt: Com %1$@ · %2$@.
ru: Будет использовано: %1$@ · %2$@.
sw: Kwa kutumia %1$@ · %2$@.
th: ใช้ %1$@ · %2$@
tr: Kullanılacak: %1$@ · %2$@.
ur: استعمال ہوگا: %1$@ · %2$@۔
vi: Sẽ chép lời bằng %1$@ · %2$@.
zh_hans: 将使用%1$@ · %2$@转录。
zh_hant: 將使用%1$@ · %2$@轉錄。
